logs/prod/factura/ok/generar_factura_1777247802180_request.xml

<?xml version="1.0" encoding="utf-8"?>
                <soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ar="http://ar.gov.afip.dif.FEV1/">
                <soapenv:Header/>
                <soapenv:Body>
                    <ar:FECAESolicitar>
                        <ar:Auth>
                            <ar:Token>PD94bWwgdmVyc2lvbj0iMS4wIiBlbmNvZGluZz0iVVRGLTgiIHN0YW5kYWxvbmU9InllcyI/Pgo8c3NvIHZlcnNpb249IjIuMCI+CiAgICA8aWQgc3JjPSJDTj13c2FhLCBPPUFGSVAsIEM9QVIsIFNFUklBTE5VTUJFUj1DVUlUIDMzNjkzNDUwMjM5IiBkc3Q9IkNOPXdzZmUsIE89QUZJUCwgQz1BUiIgdW5pcXVlX2lkPSIzMzkxNTUyODUyIiBnZW5fdGltZT0iMTc3NzI0NzUxNSIgZXhwX3RpbWU9IjE3NzcyOTA3NzUiLz4KICAgIDxvcGVyYXRpb24gdHlwZT0ibG9naW4iIHZhbHVlPSJncmFudGVkIj4KICAgICAgICA8bG9naW4gZW50aXR5PSIzMzY5MzQ1MDIzOSIgc2VydmljZT0id3NmZSIgdWlkPSJTRVJJQUxOVU1CRVI9Q1VJVCAyMDMxMjM1NDg0NiwgQ049YWRvbGZvYXJheWEiIGF1dGhtZXRob2Q9ImNtcyIgcmVnbWV0aG9kPSIyMiI+CiAgICAgICAgICAgIDxyZWxhdGlvbnM+CiAgICAgICAgICAgICAgICA8cmVsYXRpb24ga2V5PSIyMDMxMjM1NDg0NiIgcmVsdHlwZT0iNCIvPgogICAgICAgICAgICA8L3JlbGF0aW9ucz4KICAgICAgICA8L2xvZ2luPgogICAgPC9vcGVyYXRpb24+Cjwvc3NvPgo=</ar:Token>
                            <ar:Sign>nbmeZ9RCuX5KCB4ZBQtYFD7iYoGy1+QHykX87Ibu+LarhFonMx/tWYgD3LpJl3BtN0YgTDzqq/TOOcZXt6gRX8lozf8PGKFMocyj7qRXxUiH5Ed/sFVNLe/WSECI09l9n9A/xFFNn2051MGAau7KLtmakclSiV0h6Ik2KNq4pDE=</ar:Sign>
                            <ar:Cuit>20312354846</ar:Cuit>
                        </ar:Auth>
                        <ar:FeCAEReq>
                            <ar:FeCabReq>
                            <ar:CantReg>1</ar:CantReg>
                            <ar:PtoVta>1002</ar:PtoVta>
                            <ar:CbteTipo>11</ar:CbteTipo>
                            </ar:FeCabReq>
                            <ar:FeDetReq>
                            <ar:FECAEDetRequest>
                                <ar:CondicionIVAReceptorId>1</ar:CondicionIVAReceptorId>
                                <ar:Concepto>3</ar:Concepto>
                                <ar:DocTipo>80</ar:DocTipo>
                                <ar:DocNro>30707617078</ar:DocNro>
                                <ar:CbteDesde>5</ar:CbteDesde>
                                <ar:CbteHasta>5</ar:CbteHasta>
                                <ar:CbteFch>20260426</ar:CbteFch>
                                <ar:FchServDesde>20260301</ar:FchServDesde>
                                <ar:FchServHasta>20260331</ar:FchServHasta>
                                <ar:FchVtoPago>20260430</ar:FchVtoPago>
                                <ar:ImpTotal>2713000</ar:ImpTotal>
                                <ar:ImpTotConc>0</ar:ImpTotConc>
                                <ar:ImpNeto>2713000</ar:ImpNeto>
                                <ar:ImpOpEx>0</ar:ImpOpEx>
                                <ar:ImpIVA>0</ar:ImpIVA>
                                <ar:ImpTrib>0</ar:ImpTrib>
                                <ar:MonId>PES</ar:MonId>
                                <ar:MonCotiz>1</ar:MonCotiz>
                                <ar:Observaciones>
                                    <ar:Obs>
                                        <ar:Code>002</ar:Code>
                                        <ar:Msg>Servicios IT - Desarrollo</ar:Msg>
                                    </ar:Obs>
                                </ar:Observaciones>
                            </ar:FECAEDetRequest>
                            </ar:FeDetReq>
                        </ar:FeCAEReq>
                    </ar:FECAESolicitar>
                </soapenv:Body>
                </soapenv:Envelope>